---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.RevitServerModelAlreadyExistsException
source: html/cd44b740-87f1-a708-89fe-a53be3a08453.htm
---
# RevitServerModelAlreadyExistsException Members

Retrieves data needed to serialize the target object.